[
  {
    "id": "bijzonder-plekje",
    "color": "#F35682",
    "quote": {
      "text": "Begin januari schieten de bezoekers­aantallen ineens omhoog. Niet een klein beetje, de statistieken gaan sky high. Nationale naamsbekendheid en maandelijks serieuze bezoekersaantallen.",
      "name": "Marleen Brekelmans"
    },
    "data": {
      "title": "Bijzonder Plekje",
      "sub_title": "marketing consulting & zoekmachine-optimalisatie",
      "cv_text": "Upgrade van website; zowel vormgeving als functionaliteit zijn verbeterd. Kenmerken: nieuw design, zoeken op locatie, betere SEO, betere toegankelijkheid en indexeerbaarheid.",
      "cv_time": "2016",
      "header_img": "bijzonder-plekje.png",
      "intro": "Marleen, de oprichter van Bijzonder Plekje, verzamelt de leukste adressen in Europa. Met haar persoonlijke selectie verrast ze de liefhebber van het goede leven met tips. Met haar uitgebreide reiservaring is zij een expert te noemen op het gebied van bijzondere plekken om te overnachten, fijne adressen en hotspots.",
      "services": ["Marketingadvies", "Zoekmachine-optimalisatie"],
      "sections": [
        [
          "img_single",
          {
            "src": "bp-stats.png",
            "width": "547",
            "class": "",
            "figure_class": "mt30 mb10 right on-image",
            "caption": "Statistieken van Bijzonder Plekje 2010-2015"
          }
        ],

        [
          "Hoe het allemaal begon",
          "De website Bijzonder Plekje is gestart in de zomer van 2010. Destijds is begonnen met een vrij eenvoudig blog waarop verschillende plekjes in Nederland verzameld werden om te overnachten of te eten gecombineerd met leuke dagjes uit door heel Nederland.",
          "Inmiddels is de website uitgegroeid tot een grote kwalitatieve verzameling van bijzondere accomodaties door heel Europa. De roze huiskleur en het logo hebben de afgelopen 5 jaar overleefd."
        ],

        ["img_full", ["bp-1.png", "bp-2.png", "bp-3.png"]],

        [
          "quote",
          {
            "quote": "Begin januari 2013 schieten de bezoekers&shy;aantallen ineens omhoog. Niet een klein beetje, de statistieken gaan sky high. Nationale naamsbekendheid en maandelijks serieuze bezoekersaantallen.",
            "name": "<a href='https://plus.google.com/u/0/+MarleenBrekelmans' target='_blank'>Marleen Brekelmans</a>"
          }
        ],

        [
          "Laatste ontwikkelingen",
          "In februari 2015 gaat dochterwebsite <a href=\"http://www.bijzonderecamping.nl/\" target=\"_blank\">Bijzondere Camping</a> online. De camping- & glampingvariant die al net zo enthousiast ontvangen wordt als Bijzonder Plekje zelf. Kort hierna is de hoofdwebsite samen met Bijzondere Camping responsive gemaakt. Hiermee zijn beide sites nu op alle apparaten te raadplegen. ",
          "Bijzonder Plekje is hiermee klaar voor de toekomst; er staat namelijk veel uitbreiding op het programma, zoals grensoverschrijdende aanpak en het nog verder vergroten en versterken van de band met de doelgroep. Later dit jaar zal deze pagina bijgewerkt worden met informatie over deze nieuwe projecten."
        ],

        [
          "img_mobile",
          {
            "src": "bp-rwd.png"
          }
        ],

        [
          "Het resultaat",
          "Het resultaat van alle inspanningen en ondersteuning op technisch vlak is dat de site nog altijd groeiende is. Zowel online als offline wordt er veel gedaan; wat een gouden combinatie lijkt te zijn voor het succes van een concept als Bijzonder Plekje."
        ]
      ],
      "results": ["Jaarlijks ruim", "50", "aanvragen per plekje (gemiddeld)"]
    }
  },
  {
    "id": "markandpixel",
    "color": "#F05F5C",
    "quote": {
      "text": "Marien heeft ons enorm geholpen met de inrichting van onze development repository, waardoor we nu snel kunnen schakelen, maar vooral ook makkelijk kunnen starten met verschillende projecten.",
      "name": "Mark Atli"
    },
    "data": {
      "title": "Mark and Pixel",
      "sub_title": "JavaScript & ontwikkelingsoptimalisering",
      "cv_text": "Meedenken bij de inrichting van twee development-omgevingen vanwaaruit snel websites en JavaScript-modules ontwikkeld kunnen worden.",
      "cv_time": "2015",
      "header_img": "markandpixel.png",
      "intro": "Mark & Pixel is een reclamebureau uit Dallas (VS). Het bureau ontwikkelt websites en online branding voor advocatenkantoren en marketing&shy;bedrijven. Het team staat bekend om hun ervaren, gepassioneerde ontwikkelaars en designers met oog voor detail.",
      "services": ["JavaScript development", "Ontwikkelingsoptimalisering"],
      "sections": [
        [
          "img_single",
          {
            "src": "gruntjs-wordpress.png",
            "width": "468",
            "figure_class": "mt30 mb40"
          }
        ],

        [
          "De uitdaging",
          "Om design en development van websites sneller te laten verlopen heeft Marien meegedacht bij de inrichting van een ontwikkelingsomgeving vanwaaruit snel nieuwe WordPress-websites en interactieve content assets ontwikkeld kunnen worden. De zogenaamde 'content assets' worden gebruikt voor online marketingdoeleinden; dit zijn feitelijk kleine zelfstandige landingspagina's (mini-websites) ter ondersteuning van uiteenlopende campagnes."
        ],

        [
          "quote",
          {
            "quote": "Marien heeft ons enorm geholpen met de inrichting van onze development repository waardoor we nu snel kunnen schakelen, maar vooral veel makkelijker en sneller kunnen starten met nieuwe interactieve projecten.",
            "name": "<a href='https://www.linkedin.com/in/markatli/nl' target='_blank'>Mark Atli</a>"
          }
        ],

        [
          "De oplossing",
          "We hebben voor de ontwikkeling van WordPress themes gekozen gebruik te maken van GruntJS waarbij alle themes elk afzonderlijk, maar automatisch meegenomen worden bij het compilen van JavaScript en CSS. Op deze manier kan elke theme eenvoudig gedupliceerd worden, zodat op een efficiënte manier starter themes aangepast of doorontwikkeld kunnen worden wat het designproces op termijn steeds efficiënter maakt.",

          "Tijdens het ontwikkelen van de eerste content assets is een afzonderlijke, maar vergelijkbare, repository ingericht waarin alle ontwikkelde JavaScript-modules doorlopend doorontwikkeld en getest worden. Hier hebben we gekozen voor jQuery omdat de modules hiermee het meest eenvoudig op alle websites geïmplementeerd kunnen worden. Dit zorgt voor een efficiënt proces voor het designteam omdat modules eenvoudig als jQuery-plugins te configureren zijn."
        ],

        ["script", ["LINE 1", "line 2"]],

        [
          "Het resultaat",
          "Het resultaat is een meer gestroomlijnd proces bij zowel het ontwikkelen en ontwerpen van websites als het ontwikkelen van JavaScript-modules die door het bedrijf worden ingezet in websites voor hun klanten. Zie het portfolio op de website van <a href=\"http://www.markandpixel.com/\" target=\"_blank\">Mark and Pixel</a> voor actuele projecten.",

          "Op het moment van schrijven zijn er nog geen content assets openbaar toegankelijk. Zodra dat wel het geval is zal deze pagina bijgewerkt worden met een nadere verdieping op de JavaScript development die Marien aan deze projecten heeft bijgedragen."
        ]
      ]
    }
  },

  {
    "id": "neijenhof-luyt-advocaten",
    "color": "#55BFC8",
    "quote": {
      "text": "Vindbaarheid lijkt duidelijk toe te nemen. Er komen meer reacties op de website, meer telefoontjes en ook wat zaken.",
      "name": "Ingrid Vledder"
    },
    "data": {
      "title": "Neijenhof Luyt Advocaten",
      "sub_title": "projectmanagement & zoekmachine-optimalisatie",
      "cv_text": "Website-ontwikkeling, projectmanagement (uitbesteding fotografie en teksten), zoekmachine-optimalisatie.",
      "cv_time": "2015",
      "header_img": "neijenhof-luyt-advocaten.png",
      "intro": "Neijenhof Luyt Advocaten is een advocatenkantoor uit Amsterdam gespecialiseerd in familierecht, personenrecht en erfrecht. Vanuit hun jarenlange ervaring, zowel in als buiten de advocatuur, geven zij cliënten advies dat toegesneden is op hun specifieke situatie.",
      "services": [
        "Projectmanagement",
        "Front-end development",
        "Zoekmachine-optimalisatie"
      ],
      "sections": [
        [
          "img_single",
          {
            "src": "nla-ewoud-rooks.jpg",
            "width": "547",
            "class": "",
            "figure_class": "mt30 mb20 on-image",
            "caption": "Fotografie: <a href='http://www.erooks.nl/' target='_blank'>Ewoud Rooks</a>"
          }
        ],

        [
          "Betere vindbaarheid, <nobr>meer cliënten</nobr>",
          "Voor Neijenhof Luyt Advocaten lagen er medio 2014 diverse uitdagingen om de vindbaarheid van de website te verbeteren zonder te moeten investeren in betaald online adverteren. Het was het tijd om de online activiteiten van het kantoor naar een hoger niveau te tillen en de organische vindbaarheid te verbeteren.",
          "We zijn de uitdaging aangegaan om de communicatie richting de doelgroep gerichter, aantrekkelijker en efficiënter te presenteren op het web en het verhogen van de maandelijkse hoeveelheid aanvragen. De nieuwe en visueel uitgesproken site richt zich nog specifieker op het marktsegment waar dit kantoor zich in specialiseert.",
          "Omdat er meer bezoekers getrokken konden worden die zich via mobiele apparaten oriënteren was het belangrijk dat de website op alle mobiele apparaten (tablets en telefoons) goed te gebruiken zou worden."
        ],

        ["img_full", ["nla-1.jpg", "nla-2.png", "nla-3.png"]],

        [
          "Optimale mobiele gebruiks&shy;ervaring",
          "In nauwe samenwerking met de klant hebben zijn we van strategie, idee en ontwerp, naar realisatie en implementatie gegaan. We hebben een nieuwe website ontwikkeld die volledig responsive is. Dat wil zeggen dat de site zich aanpast aan kleine schermen, goed te gebruiken is op touch screens en tevens snel laadt zodat gebruik op een telefoon met een tragere verbinding geen problemen oplevert.",
          "Vervolgens hebben we maandelijks specifieke juridische content gecreëerd speciaal toegespitst op de trefwoorden waar de doelgroep van Neijenhof Luyt Advocaten op zoekt. Tijdens het vooronderzoek bleek dat de doelgroep een verscheidenheid aan mobiele apparaten gebruikte en via meerdere online kanalen op de website binnen kwam. Het bereiken van deze doelgroep vroeg daarom om een totaalaanpak.",
          "Een visueel indrukwekkende website die goed te gebruiken is op elk formaat scherm"
        ],

        [
          "img_mobile",
          {
            "src": "nla-rwd.png"
          }
        ],

        [
          "Het resultaat",
          "Het eindresultaat is een heldere en overzichtelijke website. Mooi om te zien, makkelijk om mee te navigeren en ook, heel belangrijk, mobiel perfect werkend.",
          "Maar belangrijkste resultaat is natuurlijk dat er door de aanhoudende online marketingactiviteiten meer aanvragen binnenkomen dan vooraf het geval was. In de zomer van 2015 is het bezoekersaantal meer dan vervijfvoudigd, en is het aantal binnenkomende aanvragen via de website meer dan verdubbeld."
        ]
      ],
      "results": ["Bezoekersaantallen", "450%", "meer bezoekers sinds 2014"]
    }
  },

  {
    "id": "mycaloriecoach",
    "color": "#A3C866",
    "quote": {
      "text": "Werkt prettig gestructureerd van een offline schets naar een volledig functioneel prototype. Dankzij tussentijdse evaluaties krijg je precies wat je moet hebben inclusief totaal werkende front-end uitwerking.",
      "name": "Christian Branbergen"
    },
    "data": {
      "title": "MyCalorieCoach",
      "sub_title": "front-end development & marktonderzoek",
      "cv_text": "Front-end uitwerking van user interface voor de nieuwe web app van MyCalorieCoach (voorheen desktop applicatie).",
      "cv_time": "2013",
      "header_img": "mycaloriecoach.png",
      "intro": "Tel hoeveel calorieën je eet en verbrandt met het voedingsdagboek van MyCalorieCoach. Breng gericht veranderingen aan in je eetpatroon of trainingschema en bereik jouw doel! Met MyCalorieCoach kan men makkelijk online calorieën tellen.",
      "services": [
        "Marktonderzoek",
        "User experience design",
        "Front-end development"
      ],
      "sections": [
        [
          "img_single",
          {
            "src": "mcc.jpg",
            "figure_class": "mt50"
          }
        ],

        [
          "De uitdaging",
          "MyCalorieCoach is een product van Dataprovider. De software is aanvankelijk ontwikkeld als desktop applicatie, maar in 2012 werd de software toegankelijk als online platform zoals de meeste apps in deze branche vandaag de dag beschikbaar zijn.",
          "Het was hierbij nodig om een nieuwe interface te ontwikkelen voor de nieuwe vorm van de software."
        ],

        ["img_full", ["mcc-1.png", "mcc-2.png", "mcc-3.png"]],

        [
          "De oplossing",
          "In samenwerking met interface designer <a href='https://www.linkedin.com/in/edwinniejenhuis' target='_blank'>Edwin Niejenhuis</a> hebben we de volledige basis voor de interface van de applicatie ontwikkeld."
        ]
      ]
    }
  },

  {
    "id": "joost-zoeteman",
    "color": "#ECA341",
    "quote": {
      "text": "Marien heeft mij op alle vlakken van internetmarketing geholpen en daarmee een aanzienlijke conversieverhoging gerealiseerd. Het is een totaalpakket waarbij alles aan bod komt, SEO, AdWords, design, en communiceert duidelijk en snel.",
      "name": "Joost Zoeteman"
    },
    "comments": "Niet hebben over SEO - heeft nooit doorlopend voor SEO betaald, dus mag dat ook niet teruglezen",
    "data": {
      "title": "Joost Zoeteman",
      "sub_title": "conversie-optimalisatie",
      "cv_text": "Analyse en verbetering van conversie door diverse aanpassingen in het design van de website; zowel vindbaarheid als conversie zijn hierdoor verbeterd.",
      "cv_time": "2012",
      "header_img": "joost-zoeteman.png",
      "intro": "Artiestenbureau Joost Zoeteman is een initiatief van jazz gitarist Joost Zoeteman en startte in 2003 als Top Musici. Naast zijn beroepspraktijk als uitvoerend musicus werkte Joost jarenlang bij een bekend artiestenbureau. Die combinatie maakt dat u kunt rekenen op maatwerk.",
      "services": ["Conversie-optimalisatie"],
      "sections": [
        [
          "img_single",
          {
            "src": "jz-serp.png",
            "width": "547",
            "class": "border",
            "figure_class": "mt40 mb40",
            "caption": "Resultaat van Joost Zoeteman in zoekmachines"
          }
        ],

        [
          "De uitdaging",
          "De website van Joost Zoeteman was niet dynamisch te onderhouden en weinig voor zoekmachines geoptimaliseerd. Bezoekersaantallen liepen terug, dus het was tijd voor een grondiger aanpak."
        ],

        ["img_full", ["jz-1.png", "jz-2.png", "jz-3.png"]],

        [
          "De oplossing",
          "Voor Joost Zoeteman is de website responsive gemaakt zodat deze ook op mobiele apparaten goed te gebruiken is, en de site is op veel vlakken verbeterd voor een meer competitieve online vindbaarheid. Daarnaast zijn verschillende aanpassingen in het design gedaan om zo de conversie van de website te bevorderen."
        ],

        [
          "img_mobile",
          {
            "src": "jz-rwd.png",
            "col_class": "left"
          }
        ],

        [
          "Het resultaat",
          "Het resultaat is uiteindelijk een verdubbeling van bezoekersaantallen alsmede een vervijfvoudiging van de conversie. Netto dus 10x zoveel informatieaanvragen dan voor aanvang van het traject."
        ]
      ],
      "results": ["Conversie", "10x", "meer aanvragen sinds 2010"]
    }
  }
]
